Revit 2024 API
FormattedText.GetMaximumListStartNumber Method
 Returns the maximum allowed list start number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public int GetMaximumListStartNumber()
Visual Basic
Public Function GetMaximumListStartNumber As Integer
Visual C++
public:
int GetMaximumListStartNumber()
See Also
FormattedText Class
Autodesk.Revit.DB Namespace